tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
tap "tkengo/highway"
brew "glib"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "findutils"
brew "fish"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fzf"
brew "ghq"
brew "git"
brew "go"
brew "mycli"
brew "neovim"
brew "nkf"
brew "nvm"
brew "rargs"
brew "ripgrep"
brew "starship"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "golangci/tap/golangci-lint"
brew "sanemat/font/ricty"
brew "tkengo/highway/highway"
cask "alacritty"
