tap "golangci/tap"
tap "sanemat/font"
tap "tkengo/highway"
brew "aom"
brew "bat"
brew "glib"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "eza"
brew "fd"
brew "findutils"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "libavif"
brew "gdk-pixbuf"
brew "ghq"
brew "git"
brew "git-delta"
brew "go"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "jq"
brew "libheif"
brew "node"
brew "marp-cli"
brew "mycli"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nkf"
brew "nvm"
brew "openjdk"
brew "perl"
brew "plantuml"
brew "python@3.10"
brew "python@3.11"
brew "rargs"
brew "ripgrep"
brew "ruby"
brew "rustup"
brew "starship"
brew "tcl-tk", link: false
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "golangci/tap/golangci-lint"
cask "alacritty"
cask "bitwarden"
cask "font-hack-nerd-font"
